import React from "react";

function About() {
  return (
    <div className="w-10/12 mx-auto my-10 text-right">
      <div className="p-5 bg-yellow-400 rounded-md" >
        <p className="text-xl text-gray-800">
         .سلام رفقا  <br />
           داستان من اینطوری بود که مدیر فروش یه انتشارات خیلی خوب
          بودم، اوضاع به نظر خوب بود، ولی یه جای کار می‌لنگید، احساس میکردم من
          برای این کار ساخته نشدم. تصمیم گرفتم برنامه‌نویس بشم، با دوستان عزیزم
          در انتشارات آریاناقلم خداحافظی کردم و یک دوره فشرده  6 ماهه رو برای
          یادگیری مهارت‌های مرتبط به برنامه‌نویسی فرانت‌اند وقت گذاشتم. هم دوره
          دیدم و هم پروژه‌های عملی زدم، الان اینها رو بلدم: - ری اکت - جاوا
          .اسکریپت مقدماتی - تلویند 
          <br />
           الان وقتشه که مسیر جدید رو جدیتر پیش ببرم و
          برای این کار دوست دارم تحت نظر یه تیم خوب و حرفه‌ای کارآموزی کنم.
          خلاصه که لطف میکنید اگر کمکم کنید توی این مسیر جدید و اگر جایی رو
          میشناسید که میتونم کارآموزشون بشم، بهم معرفی کنید. دم همتون گرم
          ارادتمند <br/> 
          <span className="pt-5">
          علی شیخ‌علی
          </span>
          
        </p>
      </div>
    </div>
  );
}

export default About;
